Repository: nasiri1402/Sofa
Catalog: Sofa/Sources/Localizable/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, pt_pt, ru, tr

# notificationDisableMessage
source: You can manage notification permissions in Settings. If you turn them off, we won’t be able to notify you about important events.
de: Sie können Benachrichtigungsberechtigungen in den Einstellungen verwalten. Wenn Sie sie deaktivieren, können wir Sie nicht über wichtige Ereignisse informieren.
es: Puedes gestionar los permisos de notificaciones en Configuración. Si los desactivas, no podremos notificarte sobre eventos importantes.
fr: Vous pouvez gérer les autorisations de notifications dans les Réglages. Si vous les désactivez, nous ne pourrons pas vous avertir des événements importants.
hi: आप सेटिंग्स में नोटिफिकेशन अनुमतियाँ प्रबंधित कर सकते हैं। यदि आप उन्हें बंद करते हैं, तो हम आपको महत्वपूर्ण घटनाओं के बारे में सूचित नहीं कर पाएंगे।
id: Anda dapat mengelola izin notifikasi di Pengaturan. Jika Anda mematikannya, kami tidak akan dapat memberi tahu Anda tentang peristiwa penting.
it: Puoi gestire i permessi di notifica nelle Impostazioni. Se li disattivi, non potremo avvisarti di eventi importanti.
ja: 通知の許可は設定で管理できます。オフにすると、重要なイベントについて通知できなくなります。
ko: 설정에서 알림 권한을 관리할 수 있습니다. 알림을 끄면 중요한 이벤트에 대해 알릴 수 없습니다.
pt_br: Você pode gerenciar as permissões de notificação nas Configurações. Se você desativá-las, não poderemos notificar você sobre eventos importantes.
pt_pt: Pode gerir as permissões de notificações nas Definições. Se as desativar, não poderemos notificá-lo sobre eventos importantes.
ru: Вы можете управлять разрешениями на уведомления в настройках. Если вы их отключите, мы не сможем уведомлять вас о важных событиях.
tr: Bildirim izinlerini Ayarlar'dan yönetebilirsiniz. Eğer onları kapatırsanız, sizi önemli olaylar hakkında bilgilendiremeyiz.

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएँ
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
tr: Bildirimler

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hi: चयनित नहीं
id: Belum dipilih
it: Non selezionato
ja: 未選択
ko: 선택되지 않음
pt_br: Não selecionado
pt_pt: Não selecionado
ru: Не выбрано
tr: Seçilmedi

source: Not sure yet? Enable free trial
de: Noch unsicher? Aktiviere die kostenlose Testversion
es: ¿Aún no estás seguro? Activa la prueba gratis
fr: Pas sûr ? Activez l’essai gratuit
hi: पक्का नहीं? फ्री ट्रायल चालू करें
id: Belum yakin? Aktifkan uji coba gratis
it: Non sei sicuro? Attiva la prova gratuita
ja: 迷っていますか？無料トライアルを有効に
ko: 아직 확신이 없다면? 무료 체험을 켜보세요
pt_br: Ainda não tem certeza? Ative o teste gratuito
pt_pt: Ainda não tens a certeza? Ativa o teste gratuito
ru: Не уверены? Включите бесплатный триал
tr: Emin değil misin? Ücretsiz denemeyi aç

source: Once you close offer, it's gone
de: Sobald du das Angebot schließt, ist es weg
es: Una vez que cierres la oferta, desaparecerá
fr: Une fois l'offre fermée, elle disparaît
hi: एक बार आप ऑफ़र बंद कर देंगे, यह चला जाएगा
id: Setelah kamu menutup penawaran, ini akan hilang
it: Una volta chiusa l'offerta, sparirà
ja: このオファーを 閉じると、 もう終了です
ko: 이 제안을 닫으면, 사라집니다
pt_br: Depois que você fechar a oferta, ela acaba
pt_pt: Depois de fechares a oferta, ela desaparece
ru: Закроешь это предложение, и оно исчезнет
tr: Teklifi kapattığında, bu fırsat kaybolur

source: Optimizing results…
de: Ergebnisse werden optimiert…
es: Optimizando resultados…
fr: Optimisation des résultats…
hi: परिणाम अनुकूलित कर रहे हैं…
id: Mengoptimalkan hasil…
it: Ottimizzazione dei risultati…
ja: 結果を最適化しています…
ko: 결과 최적화 중…
pt_br: Otimizando resultados…
pt_pt: A otimizar resultados…
ru: Оптимизируем результаты…
tr: Sonuçlar optimize ediliyor…

source: Other
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
pt_br: Outro
pt_pt: Outro
ru: Другое
tr: Diğer

# percentOffFormat
source: %@ OFF
de: %@ RABATT
es: %@ DE DESCUENTO
hi: %@ की छूट
ko: %@ 할인
ru: СКИДКА %@
tr: %@ İNDİRİM

source: Plans
de: Pläne
es: Planes
hi: प्लान्स
id: Rencana
it: Piani
ja: プラン
ko: 플랜
pt_br: Planos
pt_pt: Planos
ru: Планы
tr: Planlar

source: Please rate us
de: Bitte bewerte uns
es: Por favor, valóranos
fr: Merci de nous évaluer
hi: कृपया हमें रेट करें
id: Mohon beri nilai kami
it: Per favore, valutaci
ja: 評価をお願いします
ko: 평가 부탁드려요
pt_br: Por favor, avalie-nos
pt_pt: Por favor, avalia-nos
ru: Пожалуйста, оцените нас
tr: Lütfen bizi değerlendir

# pleaseRateUsDescription
source: Your rate is important to us and will help improve our app!
de: Deine Bewertung ist uns wichtig und hilft, unsere App zu verbessern!
es: Tu valoración es importante para nosotros y a ayudará a mejorar nuestra app.
fr: Votre avis est important pour nous et aidera à améliorer notre app !
hi: आपकी रेटिंग हमारे लिए महत्वपूर्ण है और ऐप को बेहतर बनाने में मदद करेगी!
id: Penilaianmu penting bagi kami dan akan membantu meningkatkan aplikasi!
it: La tua valutazione è importante per noi e aiuterà a migliorare la nostra app!
ja: あなたの評価はとても大切で、 アプリの改善に役立ちます！
ko: 당신의 평가는 우리에게 중요하며 앱을 개선하는 데 도움이 됩니다!
pt_br: Sua avaliação é importante para nós e irá ajudar a melhorar nosso app!
pt_pt: A tua avaliação é importante para nós e vai ajudar a melhorar a nossa app!
ru: Ваша оценка важна для нас и поможет улучшить приложение!
tr: Değerli değerlendirmen bizim için önemli ve uygulamamızı geliştirmemize yardım edecek!

source: Preparing an action plan...
de: Aktionsplan wird vorbereitet...
es: Preparando un plan de acción...
fr: Préparation d’un plan d’action...
hi: कार्य योजना तैयार की जा रही है...
id: Mempersiapkan rencana aksi...
it: Preparazione di un piano d’azione...
ja: アクションプランを準備しています...
ko: 실행 계획을 준비하는 중...
pt_br: Preparando um plano de ação...
pt_pt: A preparar um plano de ação...
ru: Готовим план действий...
tr: Eylem planı hazırlanıyor...

# privacy
source: Privacy Policy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
it: Privacy
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
pt_pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası

# productsEmpty
source: No Products Available
de: Keine Produkte verfügbar
es: No hay productos disponibles
fr: Aucun produit disponible
hi: कोई उत्पाद उपलब्ध नहीं
id: Tidak ada produk tersedia
it: Nessun prodotto disponibile
ja: 利用可能な商品がありません
ko: 사용 가능한 상품이 없습니다
pt_br: Nenhum produto disponível
pt_pt: Nenhum produto disponível
ru: Нет доступных продуктов
tr: Ürün yok

# productsEmptyMessage
source: There are no products to display right now.
de: Derzeit gibt es keine Produkte anzuzeigen.
es: No hay productos para mostrar en este momento.
fr: Il n’y a aucun produit à afficher pour le moment.
hi: अभी दिखाने के लिए कोई उत्पाद नहीं हैं।
id: Tidak ada produk untuk ditampilkan saat ini.
it: Al momento non ci sono prodotti da mostrare.
ja: 現在表示できる商品がありません。
ko: 현재 표시할 제품이 없습니다.
pt_br: Não há produtos para exibir no momento.
pt_pt: Não há produtos para mostrar de momento.
ru: Сейчас нет продуктов для отображения.
tr: Şu anda gösterilecek ürün yok.

# projectGeneratorErrorFailedToDecodeData
source: The plans couldn’t be created. Please adjust your input or try again.
de: Die Pläne konnten nicht erstellt werden. Passe deine Eingaben an oder versuche es erneut.
es: No se pudieron crear los planes. Ajusta tu entrada o inténtalo de nuevo.
fr: Impossible de créer les plans. Modifiez vos données ou réessayez.
hi: प्लान नहीं बन सके। कृपया इनपुट समायोजित करें या फिर से प्रयास करें।
id: Rencana tidak dapat dibuat. Sesuaikan input atau coba lagi.
it: Impossibile creare i piani. Modifica l’input o riprova.
ja: プランを作成できませんでした。入力を調整するか再試行してください。
ko: 플랜을 만들 수 없습니다. 입력을 조정하거나 다시 시도하세요.
pt_br: Não foi possível criar os planos. Ajuste sua entrada ou tente novamente.
pt_pt: Não foi possível criar os planos. Ajusta a tua entrada ou tenta novamente.
ru: Не удалось создать планы. Измените ввод или попробуйте снова.
tr: Planlar oluşturulamadı. Girdini ayarla veya tekrar dene.

# projectGeneratorErrorFailedToEncodeData
source: Unable to encode the input data for project generation.
de: Eingabedaten für die Projekterstellung können nicht codiert werden.
es: No se pudieron codificar los datos de entrada para generar el proyecto.
fr: Impossible d’encoder les données d’entrée pour générer le projet.
hi: प्रोजेक्ट जनरेशन के लिए इनपुट डेटा एन्कोड नहीं हो सका।
id: Data input untuk generasi proyek tidak dapat dienkode.
it: Impossibile codificare i dati di input per generare il progetto.
ja: プロジェクト生成の入力データをエンコードできません。
ko: 프로젝트 생성을 위한 입력 데이터를 인코딩할 수 없습니다.
pt_br: Não foi possível codificar os dados de entrada para gerar o projeto.
pt_pt: Não foi possível codificar os dados de entrada para gerar o projeto.
ru: Не удалось закодировать входные данные для генерации проекта.
tr: Proje oluşturmak için giriş verileri kodlanamadı.

source: Rate Us
de: Bewerte uns
es: Califícanos
fr: Notez-nous
hi: हमें रेट करें
id: Nilai kami
it: Valutaci
ja: 評価する
ko: 평가하기
pt_br: Avalie-nos
pt_pt: Avalia-nos
ru: Оцените нас
tr: Bizi değerlendir

source: Refining suggestions...
de: Vorschläge werden verfeinert...
es: Perfeccionando sugerencias...
fr: Affinage des suggestions...
hi: सुझावों को परिष्कृत कर रहे हैं...
id: Menyempurnakan saran...
it: Raffinando i suggerimenti...
ja: 提案を洗練しています...
ko: 제안을 다듬는 중...
pt_br: Refinando sugestões...
pt_pt: A refinar sugestões...
ru: Уточняем предложения...
tr: Öneriler iyileştiriliyor...

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
hi: Naam badlen
id: Ganti nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
pt_pt: Mudar nome
ru: Переименовать
tr: Yeniden adlandir

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
pt_pt: Restaurar
ru: Восстановить
tr: Geri yükle

# resultFormat
source: Result: %@
de: Ergebnis: %@
es: Resultado: %@
fr: Résultat : %@
hi: परिणाम: %@
id: Hasil: %@
it: Risultato: %@
ja: 結果: %@
ko: 결과: %@
pt_br: Resultado: %@
pt_pt: Resultado: %@
ru: Результат: %@
tr: Sonuç: %@

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
tr: Yeniden dene

source: Rich friends
de: Reiche Freunde
es: Amigos ricos
fr: Amis riches
hi: अमीर दोस्त
id: Teman kaya
it: Amici ricchi
ja: 裕福な友人
ko: 부유한 친구
pt_br: Amigos ricos
pt_pt: Amigos ricos
ru: Богатые друзья
tr: Zengin arkadaşlar

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
id: Simpan perubahan
it: Salva modifiche
ja: 変更を保存
ko: 변경사항 저장
pt_br: Salvar alterações
pt_pt: Guardar alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydet

source: Search
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
pt_pt: Pesquisar
ru: Поиск
tr: Ara

source: See the surprise
de: Sieh dir die Überraschung an
es: Ver la sorpresa
fr: Voir la surprise
hi: सरप्राइज़ देखें
id: Lihat kejutannya
it: Guarda la sorpresa
ja: サプライズを見る
ko: 서프라이즈 보기
pt_br: Ver a surpresa
pt_pt: Ver a surpresa
ru: Посмотреть сюрприз
tr: Sürprizi gör

source: Selecting scenarios...
de: Szenarien werden ausgewählt...
es: Seleccionando escenarios...
fr: Sélection des scénarios...
hi: परिदृश्यों का चयन कर रहे हैं...
id: Memilih skenario...
it: Selezionando gli scenari...
ja: シナリオを選択しています...
ko: 시나리오를 선택하는 중...
pt_br: Selecionando cenários...
pt_pt: A selecionar cenários...
ru: Выбираем сценарии...
tr: Senaryolar seçiliyor...

source: Select multiple answers or write your own.
de: Wähle mehrere Antworten oder schreibe deine eigene.
es: Selecciona varias respuestas o escribe la tuya.
fr: Sélectionnez plusieurs réponses ou écrivez la vôtre.
hi: कई उत्तर चुनें या अपना लिखें।
id: Pilih beberapa jawaban atau tulis sendiri.
it: Seleziona più risposte o scrivi la tua.
ja: 複数の回答を選ぶか、自分で入力してください。
ko: 여러 답변을 선택하거나 직접 작성하세요.
pt_br: Selecione várias respostas ou escreva a sua.
pt_pt: Seleciona várias respostas ou escreve a tua.
ru: Выберите несколько ответов или напишите свой.
tr: Birden fazla cevap seçin veya kendi cevabını yaz.

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
pt_pt: Definições
ru: Настройки
tr: Ayarlar

source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
pt_pt: Partilhar
ru: Поделиться
tr: Paylaş

# shortWeekFormat
source: %d w.
de: %d Wo.
es: %d sem.
fr: %d sem.
hi: %d हफ्ते
id: %d mgg.
it: %d sett.
ja: %d週
ko: %d주
pt_br: %d sem.
pt_pt: %d sem.
ru: %d нед.
tr: %d hf.

source: Sofa uses Artificial Intelligence.
de: Sofa nutzt künstliche Intelligenz.
es: Sofa usa Inteligencia Artificial.
fr: Sofa utilise l’Intelligence Artificielle.
hi: Sofa कृत्रिम बुद्धिमत्ता का उपयोग करता है।
id: Sofa menggunakan Kecerdasan Buatan.
it: Sofa utilizza l’Intelligenza Artificiale.
ja: Sofa は人工知能を使用しています。
ko: Sofa는 인공지능을 사용합니다.
pt_br: O Sofa usa Inteligência Artificial.
pt_pt: O Sofa utiliza Inteligência Artificial.
ru: Sofa использует искусственный интеллект.
tr: Sofa Yapay Zeka kullanır.

# standardPricePerYearFormat
source: Standard price: %@ / %@
de: Standardpreis: %@ / %@
es: Precio estándar: %@ / %@
fr: Prix standard : %@ / %@
hi: मानक कीमत: %@ / %@
id: Harga standar: %@ / %@
it: Prezzo standard: %@ / %@
ja: 通常価格: %@ / %@
ko: 정가: %@ / %@
pt_br: Preço padrão: %@ / %@
pt_pt: Preço padrão: %@ / %@
ru: Стандартная цена: %@ / %@
tr: Standart fiyat: %@ / %@

source: Start generation
de: Generierung starten
es: Iniciar generación
fr: Lancer la génération
hi: जनरेशन शुरू करें
id: Mulai generasi
it: Avvia generazione
ja: 生成を開始
ko: 생성 시작
pt_br: Iniciar geração
pt_pt: Iniciar geração
ru: Начать генерацию
tr: Üretimi başlat

# stepMenuDialogTitle
source: Select what you want to do with this step:
de: Wähle aus, was du mit diesem Schritt tun möchtest:
es: Selecciona lo que quieres hacer con este paso:
fr: Sélectionne ce que tu veux faire avec cette étape :
hi: Chunen ki aap is step ke saath kya karna chahte hain:
id: Pilih apa yang ingin Anda lakukan dengan langkah ini:
it: Seleziona cosa vuoi fare con questo passaggio:
ja: このステップで行う操作を選択してください:
ko: 이 단계에서 수행할 작업을 선택하세요:
pt_br: Selecione o que voce quer fazer com esta etapa:
pt_pt: Selecione o que pretende fazer com este passo:
ru: Выберите, что вы хотите сделать с этим шагом:
tr: Bu adimla ne yapmak istediginizi secin:

# stepsPluralFormat
source: %d steps
de: %d Schritte
es: %d pasos
fr: %d étapes
hi: %d चरण
id: %d langkah
it: %d passi
ja: %dステップ
ko: %d단계
pt_br: %d passos
pt_pt: %d passos
ru: %d шага
tr: %d adım

source: Step Tree
de: Schrittbaum
es: Árbol de pasos
fr: Arbre des étapes
hi: स्टेप ट्री
id: Pohon langkah
it: Albero dei passi
ja: ステップツリー
ko: 단계 트리
pt_br: Árvore de etapas
pt_pt: Árvore de etapas
ru: Дерево шагов
tr: Adım ağacı

# storeManagerErrorPurchaseCancelled
source: The purchase was cancelled.
de: Kauf wurde abgebrochen.
es: La compra fue cancelada.
fr: Achat annulé.
hi: खरीद रद्द की गई।
id: Pembelian dibatalkan.
it: Acquisto annullato.
ja: 購入がキャンセルされました。
ko: 구매가 취소되었습니다.
pt_br: Compra cancelada.
pt_pt: Compra cancelada.
ru: Покупка отменена.
tr: Satın alma iptal edildi.

# storeManagerErrorPurchaseFailed
source: The purchase could not be completed.
de: Der Kauf konnte nicht abgeschlossen werden.
es: No se pudo completar la compra.
fr: L’achat n’a pas pu être terminé.
hi: खरीद पूरी नहीं हो सकी।
id: Pembelian tidak dapat diselesaikan.
it: Impossibile completare l’acquisto.
ja: 購入を完了できませんでした。
ko: 구매를 완료할 수 없습니다.
pt_br: A compra não pôde ser concluída.
pt_pt: A compra não pôde ser concluída.
ru: Не удалось завершить покупку.
tr: Satın alma tamamlanamadı.

# storeManagerErrorPurchasePending
source: The purchase is pending confirmation.
de: Der Kauf wartet auf Bestätigung.
es: La compra está pendiente de confirmación.
fr: L’achat est en attente de confirmation.
hi: खरीद की पुष्टि लंबित है।
id: Pembelian menunggu konfirmasi.
it: L’acquisto è in attesa di conferma.
ja: 購入は確認待ちです。
ko: 구매 확인을 기다리는 중입니다.
pt_br: A compra está aguardando confirmação.
pt_pt: A compra está a aguardar confirmação.
ru: Покупка ожидает подтверждения.
tr: Satın alma onay bekliyor.

# storyGreenPage1Tip
source: The more detailed you describe your goal, the more accurate the action plan.
de: Je detaillierter du dein Ziel beschreibst, desto genauer wird der Aktionsplan.
es: Cuanto más detalle tu objetivo, más preciso será el plan de acción.
fr: Plus vous décrivez votre objectif en détail, plus le plan d’action sera précis.
hi: जितना विस्तार से आप लक्ष्य बताएंगे, कार्य योजना उतनी सटीक होगी।
id: Semakin detail kamu jelaskan tujuanmu, semakin akurat rencana aksinya.
it: Più descrivi il tuo obiettivo nel dettaglio, più preciso sarà il piano d’azione.
ja: 目標を詳しく書くほど、アクションプランが正確になります。
ko: 목표를 자세히 적을수록 실행 계획이 더 정확해집니다.
pt_br: Quanto mais detalhar seu objetivo, mais preciso será o plano de ação.
pt_pt: Quanto mais detalhares o teu objetivo, mais preciso será o plano de ação.
ru: Чем подробнее опишете цель, тем точнее будет план действий.
tr: Hedefini ne kadar ayrıntılı anlatırsan, eylem planı o kadar net olur.

# storyGreenPage1Title
source: Want a more precise plan?
de: Du willst einen genaueren Plan?
es: ¿Quieres un plan más preciso?
fr: Envie d’un plan plus précis ?
hi: और सटीक प्लान चाहते हैं?
id: Mau rencana yang lebih presisi?
it: Vuoi un piano più preciso?
ja: もっと正確なプランが欲しい？
ko: 더 정확한 플랜이 필요해?
pt_br: Quer um plano mais preciso?
pt_pt: Queres um plano mais preciso?
ru: Нужен более точный план?
tr: Daha net bir plan mı istiyorsun?

# storyGreenPage2Tip1
source: "I want to start a business"
de: „Ich will ein Business starten“
es: “Quiero iniciar un negocio”
fr: « Je veux lancer un business »
hi: “मैं बिज़नेस शुरू करना चाहता हूँ”
id: "Saya ingin memulai bisnis"
it: « Voglio avviare un business »
ja: 「起業したい」
ko: "사업을 시작하고 싶어요"
pt_br: “Quero abrir um negócio”
pt_pt: “Quero abrir um negócio”
ru: «Хочу открыть бизнес»
tr: "Bir iş kurmak istiyorum"

# storyGreenPage2Tip2
source: "I want to launch an online t-shirt store in 3 months with a budget of $1000."
de: „Ich will in 3 Monaten einen Online-T-Shirt-Shop mit 1000 $ Budget starten.“
es: “Quiero lanzar una tienda online de camisetas en 3 meses con un presupuesto de 1000 $.”
fr: « Je veux lancer une boutique de t-shirts en ligne en 3 mois avec un budget de 1000 $. »
hi: “मैं 3 महीने में $1000 के बजट में ऑनलाइन टी-शर्ट स्टोर लॉन्च करना चाहता हूँ।”
id: "Saya ingin meluncurkan toko kaus online dalam 3 bulan dengan anggaran $1000."
it: « Voglio lanciare un negozio online di t-shirt in 3 mesi con un budget di 1000 $. »
ja: 「3か月で予算1000ドルのオンラインTシャツショップを始めたい。」
ko: "3개월 안에 1000달러 예산으로 온라인 티셔츠 스토어를 열고 싶어요."
pt_br: “Quero lançar uma loja online de camisetas em 3 meses com orçamento de US$ 1000.”
pt_pt: “Quero lançar uma loja online de t-shirts em 3 meses com um orçamento de 1000 $.”
ru: «Хочу открыть онлайн-магазин футболок за 3 месяца с бюджетом $1000.»
tr: "3 ay içinde 1000 $ bütçeyle online tişört mağazası açmak istiyorum."

# storyGreenPage2Title
source: Example:
de: Beispiel:
es: Ejemplo:
fr: Exemple :
hi: उदाहरण:
id: Contoh:
it: Esempio:
ja: 例:
ko: 예시:
pt_br: Exemplo:
pt_pt: Exemplo:
ru: Пример:
tr: Örnek:

# storyGreenPage3Tip
source: Add details — timeframe, budget, experience, and format (online/offline)
de: Füge Details hinzu – Zeitrahmen, Budget, Erfahrung und Format (online/offline)
es: Añade detalles: plazo, presupuesto, experiencia y formato (online/offline)
fr: Ajoutez des détails — délai, budget, expérience et format (en ligne/hors ligne)
hi: विवरण जोड़ें — समयसीमा, बजट, अनुभव, और प्रारूप (ऑनलाइन/ऑफलाइन)
id: Tambahkan detail — waktu, anggaran, pengalaman, dan format (online/offline)
it: Aggiungi dettagli — tempistiche, budget, esperienza e formato (online/offline)
ja: 期間・予算・経験・形式（オンライン/オフライン）などの詳細を追加しましょう
ko: 기간, 예산, 경험, 형식(온라인/오프라인)을 추가하세요
pt_br: Adicione detalhes — prazo, orçamento, experiência e formato (online/offline)
pt_pt: Adiciona detalhes — prazo, orçamento, experiência e formato (online/offline)
ru: Добавьте детали — сроки, бюджет, опыт и формат (онлайн/оффлайн)
tr: Detay ekle — süre, bütçe, deneyim ve format (online/offline)

# storyGreenPage3Title
source: Tip:
de: Tipp:
es: Consejo:
fr: Astuce :
hi: टिप:
id: Tips:
it: Consiglio:
ja: ヒント:
ko: 팁:
pt_br: Dica:
pt_pt: Dica:
ru: Совет:
tr: İpucu:

# storyOrangePage1Tip
source: The plan didn't resonate? No worries!
de: Plan passt nicht? Kein Problem!
es: ¿El plan no encaja? ¡No pasa nada!
fr: Le plan ne convient pas ? Pas de souci !
hi: प्लान पसंद नहीं आया? कोई बात नहीं!
id: Rencananya kurang pas? Tenang saja!
it: Il piano non ti convince? Nessun problema!
ja: プランがしっくりこない？大丈夫！
ko: 플랜이 마음에 안 들어도 괜찮아요!
pt_br: O plano não encaixou? Sem problemas!
pt_pt: O plano não encaixa? Sem stress!
ru: План не подошёл? Не страшно!
tr: Plan uymadı mı? Sorun yok!

# storyOrangePage1Title
source: What if the plan doesn't fit?
de: Was, wenn der Plan nicht passt?
es: ¿Y si el plan no encaja?
fr: Et si le plan ne convient pas ?
hi: अगर प्लान फिट नहीं बैठा तो?
id: Bagaimana jika rencananya tidak cocok?
it: E se il piano non va bene?
ja: プランが合わなかったら？
ko: 플랜이 안 맞으면?
pt_br: E se o plano não servir?
pt_pt: E se o plano não servir?
ru: Что если план не подходит?
tr: Plan uymazsa ne olur?

# storyOrangePage2Tip
source: Click on "generate one more" — AI will suggest other directions.
de: Tippe auf „Noch einmal generieren“ — die KI schlägt weitere Richtungen vor.
es: Pulsa «Generar uno más» y la IA sugerirá otras direcciones.
fr: Appuie sur « Générer encore » — l’IA proposera d’autres directions.
hi: “Generate one more” पर टैप करें — AI अन्य दिशाएँ सुझाएगा।
id: Ketuk “Generate one more” — AI akan menyarankan arah lain.
it: Tocca “Genera ancora” — l’IA suggerirà altre direzioni.
ja: 「もう一度生成」をタップすると、AIが別の方向を提案します。
ko: “한 번 더 생성”을 누르면 AI가 다른 방향을 제안해요.
pt_br: Toque em “Gerar mais um” — a IA sugerirá outras direções.
pt_pt: Toque em «Gerar mais um» — a IA vai sugerir outras direções.
ru: Нажмите «Сгенерировать ещё раз» — ИИ предложит другие направления.
tr: “Bir tane daha üret”e dokun — yapay zekâ başka yönler önerecek.

# storyOrangePage2Title
source: Generate more
de: Mehr generieren
es: Generar más
fr: Générer plus
hi: और जनरेट करें
it: Genera altro
ja: さらに生成
ko: 더 생성하기
pt_br: Gerar mais
pt_pt: Gerar mais
ru: Сгенерировать ещё
tr: Daha fazla üret

# storyRedPage1Tip1
source: Too vague a goal
de: Zu vages Ziel
es: Objetivo demasiado vago
fr: Objectif trop vague
hi: लक्ष्य बहुत अस्पष्ट
id: Tujuan terlalu samar
it: Obiettivo troppo vago
ja: 目標が曖昧すぎる
ko: 목표가 너무 모호함
pt_br: Objetivo muito vago
pt_pt: Objetivo demasiado vago
ru: Слишком расплывчатая цель
tr: Çok belirsiz bir hedef

# storyRedPage1Tip2
source: "I want to grow"
de: „Ich will wachsen“
es: “Quiero crecer”
fr: « Je veux croître »
hi: “मैं बढ़ना चाहता हूँ”
id: "Saya ingin berkembang"
it: « Voglio crescere »
ja: 「成長したい」
ko: "성장하고 싶어요"
pt_br: “Quero crescer”
pt_pt: “Quero crescer”
ru: «Хочу расти»
tr: "Büyümek istiyorum"
